[
  {
    "flag": "🇧🇷",
    "country": "Бразилия",
    "continent": "🌎 Южная Америка",
    "category": "📜 История",
    "fact": "Бразилия — единственная страна в Южной Америке, где говорят на португальском, а не испанском. Это результат Тордесильясского договора 1494 года, разделившего Новый Свет между Испанией и Португалией."
  },
  {
    "flag": "🇦🇺",
    "country": "Австралия",
    "continent": "🌏 Океания",
    "category": "🐾 Природа",
    "fact": "Австралия — единственный континент-государство. Здесь обитает более 80% видов животных, не встречающихся нигде в мире: утконос, коала, вомбат и более 700 видов птиц."
  },
  {
    "flag": "🇯🇵",
    "country": "Япония",
    "continent": "🌏 Азия",
    "category": "🏙️ География",
    "fact": "В Японии более 6800 островов, но 97% населения живёт на четырёх главных. Токио — самый населённый городской агломерат в мире с населением около 37 миллионов человек."
  },
  {
    "flag": "🇷🇺",
    "country": "Россия",
    "continent": "🌍 Европа/Азия",
    "category": "🗺️ География",
    "fact": "Россия — крупнейшая страна мира: 17,1 млн км², 11 часовых поясов. Расстояние с запада на восток — около 10 000 км. Здесь находится озеро Байкал — глубочайшее в мире, содержащее 20% пресной воды планеты."
  },
  {
    "flag": "🇨🇦",
    "country": "Канада",
    "continent": "🌎 Северная Америка",
    "category": "🗺️ География",
    "fact": "Канада — вторая по площади страна мира, но одна из наименее населённых: около 4 человек на км². Здесь самая длинная береговая линия в мире — 202 080 км, что больше чем у любой другой страны."
  },
  {
    "flag": "🇮🇸",
    "country": "Исландия",
    "continent": "🌍 Европа",
    "category": "🌱 Экология",
    "fact": "Исландия производит 99% своей электроэнергии из возобновляемых источников — геотермальной и гидроэнергетики. В стране нет армии, а уровень преступности один из самых низких в мире."
  },
  {
    "flag": "🇿🇦",
    "country": "ЮАР",
    "continent": "🌍 Африка",
    "category": "🏛️ Политика",
    "fact": "ЮАР — единственная страна в мире с тремя столицами: Претория (исполнительная), Кейптаун (законодательная) и Блумфонтейн (судебная). Официальных языков 11 — больше чем в любой другой стране."
  },
  {
    "flag": "🇳🇴",
    "country": "Норвегия",
    "continent": "🌍 Европа",
    "category": "🚗 Технологии",
    "fact": "Норвегия — мировой лидер по электромобилям: более 80% новых продаж — электрические. Государство субсидирует их покупку за счёт нефтяных доходов, откладываемых в крупнейший суверенный фонд мира."
  },
  {
    "flag": "🇮🇳",
    "country": "Индия",
    "continent": "🌏 Азия",
    "category": "🌐 Культура",
    "fact": "В Индии говорят на более чем 1600 языках и диалектах. Конституция официально признаёт 22 языка. Здесь проводится крупнейшая в мире перепись населения — каждые 10 лет её участниками становятся более миллиарда человек."
  },
  {
    "flag": "🇨🇴",
    "country": "Колумбия",
    "continent": "🌎 Южная Америка",
    "category": "🐾 Природа",
    "fact": "Колумбия — единственная страна Южной Америки с выходом к Тихому океану и Карибскому морю одновременно. По биоразнообразию занимает второе место в мире: здесь обитает 10% всех видов животных планеты."
  },
  {
    "flag": "🇳🇿",
    "country": "Новая Зеландия",
    "continent": "🌏 Океания",
    "category": "📜 История",
    "fact": "Новая Зеландия в 1893 году стала первой страной в мире, предоставившей женщинам право голоса на выборах. Сегодня страна входит в топ-5 мирового индекса демократии."
  },
  {
    "flag": "🇲🇳",
    "country": "Монголия",
    "continent": "🌏 Азия",
    "category": "🏕️ Культура",
    "fact": "Монголия — самая редконаселённая страна мира: около 2 человек на км². Треть населения ведёт кочевой образ жизни. Небо здесь ясное более 260 дней в году — за это страну называют «Страной вечно голубого неба»."
  },
  {
    "flag": "🇵🇹",
    "country": "Португалия",
    "continent": "🌍 Европа",
    "category": "🌐 Языки",
    "fact": "Португалия — одна из старейших стран Европы: её границы практически не менялись с 1139 года. Португальский язык — пятый по числу носителей в мире, на нём говорят около 250 миллионов человек на четырёх континентах."
  },
  {
    "flag": "🇰🇪",
    "country": "Кения",
    "continent": "🌍 Африка",
    "category": "🏃 Спорт",
    "fact": "Кенийские бегуны выиграли более 20 золотых олимпийских медалей в беге на длинные дистанции. Причина — высокогорное плато Рифт на высоте 2000+ м, где тренируются атлеты, и уникальные генетические особенности."
  },
  {
    "flag": "🇸🇬",
    "country": "Сингапур",
    "continent": "🌏 Азия",
    "category": "💰 Экономика",
    "fact": "Сингапур — один из самых богатых городов-государств мира. При площади 733 км² здесь живут 5,5 млн человек. ВВП на душу населения входит в топ-5 мировых, а порт Сингапура — второй по загруженности в мире."
  },
  {
    "flag": "🇵🇪",
    "country": "Перу",
    "continent": "🌎 Южная Америка",
    "category": "🥔 Еда",
    "fact": "Перу — родина картофеля. Около 8000 лет назад индейцы Анд впервые начали его возделывать. Сегодня здесь существует более 3000 сортов картофеля разных цветов: белого, жёлтого, красного и даже фиолетового."
  },
  {
    "flag": "🇮🇪",
    "country": "Ирландия",
    "continent": "🌍 Европа",
    "category": "🌐 Культура",
    "fact": "Ирландская диаспора многократно превышает население страны: за рубежом живут около 70 миллионов человек ирландского происхождения, тогда как в самой Ирландии — лишь 5 миллионов."
  },
  {
    "flag": "🇪🇹",
    "country": "Эфиопия",
    "continent": "🌍 Африка",
    "category": "☕ Культура",
    "fact": "Эфиопия использует собственный календарь с 13 месяцами, отстающий от григорианского на 7–8 лет. В 2007 году страна официально встречала новое тысячелетие. Эфиопия также считается родиной кофе — напиток был открыт здесь около 1000 лет назад."
  },
  {
    "flag": "🇳🇱",
    "country": "Нидерланды",
    "continent": "🌍 Европа",
    "category": "🌊 Природа",
    "fact": "27% территории Нидерландов находится ниже уровня моря. Страна веками отвоёвывала землю у воды с помощью дамб и дренажа. Голландские инженеры — признанные мировые лидеры в технологиях управления водными ресурсами."
  },
  {
    "flag": "🇹🇿",
    "country": "Танзания",
    "continent": "🌍 Африка",
    "category": "⛰️ Природа",
    "fact": "В Танзании находится Килиманджаро — высочайшая вершина Африки (5895 м). Гора расположена почти на экваторе, но её вершина покрыта вечным снегом. За последние 100 лет из-за потепления климата ледники сократились на 85%."
  },
  {
    "flag": "🇬🇷",
    "country": "Греция",
    "continent": "🌍 Европа",
    "category": "🏛️ История",
    "fact": "Греция — родина Олимпийских игр, демократии, философии и театра. Афинский Акрополь строился 2500 лет назад без использования цемента — мраморные блоки удерживаются только собственным весом и железными скобами."
  },
  {
    "flag": "🇲🇽",
    "country": "Мексика",
    "continent": "🌎 Северная Америка",
    "category": "🌮 Еда",
    "fact": "Мексика — родина шоколада, авокадо, томатов и кукурузы. Мексиканская кухня внесена в список нематериального культурного наследия ЮНЕСКО. Здесь более 60 видов чили-перца, каждый с уникальным вкусом и остротой."
  },
  {
    "flag": "🇪🇬",
    "country": "Египет",
    "continent": "🌍 Африка",
    "category": "🏺 История",
    "fact": "Египетские пирамиды строились более 4500 лет назад и до сих пор остаются одними из крупнейших каменных сооружений на Земле. Великая пирамида Хеопса на протяжении почти 4000 лет была самым высоким сооружением в мире."
  },
  {
    "flag": "🇨🇭",
    "country": "Швейцария",
    "continent": "🌍 Европа",
    "category": "🕊️ Политика",
    "fact": "Швейцария сохраняет нейтралитет с 1815 года и не участвовала ни в одной мировой войне. Страна вступила в ООН лишь в 2002 году. Здесь находятся штаб-квартиры более 200 международных организаций."
  },
  {
    "flag": "🇹🇭",
    "country": "Таиланд",
    "continent": "🌏 Азия",
    "category": "🐘 Культура",
    "fact": "Таиланд — единственная страна Юго-Восточной Азии, никогда не бывшая европейской колонией. Слон здесь — национальный символ и священное животное. В стране более 40 000 буддийских храмов."
  },
  {
    "flag": "🇦🇷",
    "country": "Аргентина",
    "continent": "🌎 Южная Америка",
    "category": "⚽ Спорт",
    "fact": "Аргентина — восьмая по площади страна мира и родина танго. Здесь родился Лионель Месси — один из величайших футболистов в истории. Буэнос-Айрес называют «Парижем Южной Америки» за европейскую архитектуру."
  },
  {
    "flag": "🇰🇷",
    "country": "Южная Корея",
    "continent": "🌏 Азия",
    "category": "📱 Технологии",
    "fact": "Южная Корея — мировой лидер по скорости интернета и охвату 5G. Страна превратилась из одной из беднейших в 1950-х в одну из богатейших за 50 лет. Samsung и LG — глобальные бренды, рождённые здесь."
  },
  {
    "flag": "🇲🇦",
    "country": "Марокко",
    "continent": "🌍 Африка",
    "category": "🌐 Культура",
    "fact": "Марокко расположено на стыке Африки и Европы — от Испании его отделяет лишь 14 км пролива Гибралтар. Медина Феса — один из крупнейших в мире автомобильных средневековых городов с лабиринтом из 9000 улочек."
  },
  {
    "flag": "🇺🇿",
    "country": "Узбекистан",
    "continent": "🌏 Азия",
    "category": "🏰 История",
    "fact": "Узбекистан — сердце Великого шёлкового пути. Самарканд и Бухара были центрами науки и культуры средневекового мира. Здесь работал великий учёный Аль-Бируни, опередивший Коперника в гелиоцентрической теории."
  },
  {
    "flag": "🇫🇮",
    "country": "Финляндия",
    "continent": "🌍 Европа",
    "category": "📚 Образование",
    "fact": "Финляндия регулярно занимает первые места в мировых рейтингах образования. Здесь нет домашних заданий до 7-го класса и стандартизированных тестов. Финский язык — один из немногих в Европе, не относящихся к индоевропейской семье."
  },
  {
    "flag": "🇻🇳",
    "country": "Вьетнам",
    "continent": "🌏 Азия",
    "category": "☕ Еда",
    "fact": "Вьетнам — второй по величине экспортёр кофе в мире после Бразилии. Страна протянулась на 1650 км с севера на юг, но её ширина в самом узком месте — всего 50 км. Здесь более 54 признанных этнических групп."
  },
  {
    "flag": "🇮🇱",
    "country": "Израиль",
    "continent": "🌍 Азия",
    "category": "💡 Технологии",
    "fact": "Израиль называют «Стартап-нацией»: по количеству стартапов на душу населения страна занимает первое место в мире. Здесь изобрели USB-флешку, систему капельного орошения и мессенджер ICQ."
  },
  {
    "flag": "🇸🇪",
    "country": "Швеция",
    "continent": "🌍 Европа",
    "category": "🎵 Культура",
    "fact": "Швеция — третий по величине экспортёр музыки в мире после США и Великобритании. Отсюда вышли ABBA, Roxette, Avicii и сотни хит-мейкеров. Стокгольм называют «Силиконовой долиной Европы»."
  },
  {
    "flag": "🇳🇬",
    "country": "Нигерия",
    "continent": "🌍 Африка",
    "category": "🎬 Культура",
    "fact": "Нигерия — родина Нолливуда, второй по объёму киноиндустрии мира после Болливуда. Страна самая населённая в Африке: более 220 миллионов человек и более 500 этнических групп с разными языками."
  },
  {
    "flag": "🇵🇱",
    "country": "Польша",
    "continent": "🌍 Европа",
    "category": "🔭 Наука",
    "fact": "Польша — родина Николая Коперника, совершившего революцию в астрономии, и Марии Кюри — единственного учёного, получившего Нобелевскую премию в двух разных науках: физике и химии."
  },
  {
    "flag": "🇨🇿",
    "country": "Чехия",
    "continent": "🌍 Европа",
    "category": "🍺 Культура",
    "fact": "Чехия занимает первое место в мире по потреблению пива на душу населения — более 180 литров в год. Именно здесь в городе Пльзень в 1842 году был изобретён пильзнер — самый популярный стиль пива в мире."
  },
  {
    "flag": "🇵🇭",
    "country": "Филиппины",
    "continent": "🌏 Азия",
    "category": "🌊 География",
    "fact": "Филиппины состоят из 7641 острова. Страна входит в тройку мировых лидеров по биоразнообразию: здесь обитают более 52 000 видов растений и животных, многие из которых уникальны."
  },
  {
    "flag": "🇵🇰",
    "country": "Пакистан",
    "continent": "🌏 Азия",
    "category": "⛰️ География",
    "fact": "Пакистан — страна горных гигантов: здесь расположены пять из четырнадцати восьмитысячников мира, включая К2 — вторую по высоте вершину Земли (8611 м), считающуюся сложнейшей для восхождения."
  },
  {
    "flag": "🇨🇱",
    "country": "Чили",
    "continent": "🌎 Южная Америка",
    "category": "🗺️ География",
    "fact": "Чили — самая длинная и узкая страна мира: 4300 км с севера на юг при средней ширине 177 км. Здесь находится пустыня Атакама — самое сухое место на Земле, где местами дождя не было 400 лет."
  },
  {
    "flag": "🇰🇿",
    "country": "Казахстан",
    "continent": "🌏 Азия",
    "category": "🚀 Технологии",
    "fact": "Казахстан — крупнейшая в мире страна, не имеющая выхода к мировому океану. Здесь расположен Байконур — первый и крупнейший в мире космодром, откуда Юрий Гагарин совершил первый полёт в космос."
  },
  {
    "flag": "🇳🇵",
    "country": "Непал",
    "continent": "🌏 Азия",
    "category": "⛰️ Природа",
    "fact": "Непал — страна Гималаев: здесь расположены 8 из 14 высочайших вершин мира, включая Эверест (8849 м). Непал — единственная страна в мире с нерямоугольным флагом: он состоит из двух вымпелов."
  }
]